Repository: abolfazlSadeqi/GitGenerate
Catalog: UI/Resources/Views/Shared/_Layout.*.resx
Languages: fa

source: BaseConcept
fa: مفاهیم پایه

# Resources
source: Resources Learn
fa: منابع آموزشی

# Commit
source: Commit New
fa: کامیت استاندار

source: GitSubmodule
fa: ساب ماژول

source: GitClone
fa: دستورات Clone

source: GitAdd
fa: دستورات Add

source: git Branch
fa: دستورات Branch

source: git Commit
fa: دستورات Commit

source: git Merge
fa: دستورات Merge

source: git Checkout
fa: دستورات Checkout

source: git Fetch
fa: دستورات Fetch

source: git pull
fa: دستورات pull

source: git Rebase
fa: دستورات Rebase

source: git Stash
fa: دستورات Stash

source: git Reset
fa: دستورات Reset

source: git Log
fa: دستورات Log

source: git Diff
fa: دستورات Diff

source: git Remote
fa: دستورات Remote

source: git init
fa: دستورات init

source: git rm
fa: دستورات rm

source: git mv
fa: دستورات mv

source: git Clean
fa: دستورات Clean

source: git Status
fa: دستورات Status

source: git Config
fa: دستورات Config

source: git Show
fa: دستورات Show

source: git Help
fa: دستورات Help

source: git Am
fa: دستورات Am

source: git archive
fa: دستورات archive

source: git Bisect
fa: دستورات Bisect

source: git reflog
fa: دستورات reflog

source: git shortlog
fa: دستورات shortlog

source: git update-index
fa: دستورات update-index

source: git cherry-pick
fa: دستورات cherry-pick

# Gitreblame
source: git blame
fa: دستورات blame

# Standards
source: استاندارها
fa: Standards

# GitInternals
source: Basic Git Concept
fa: مفاهیم پایه گیت

# GitScripts
source: popular script
fa: اسکریپت های پرکاربرد
